Repository: ding2/ding2
Catalog: modules/ting_subsearch_translate/translations/*.po
Languages: da

source: Challenge: Factor for calculating ratio between nonfiction and fiction
da: Faktoren for ratioen mellem fiktion og non-fiktion.

source: The condition is as following (nonfiction / factor) > fiction
da: Antal gange mere nonfiktion end fiktion, der skal være i søgeresultaterne, for at udløse funktionen

source: You need to enable facet.genreCategory in order for this to work.
da: Det er nødvendigt at aktivere facetten genreCategory for at denne funktion kan virke

source: Translated search requires !facet. Please insert on !adminpage
da: Oversat søgning kræver !facet. Indsæt denne på !adminpage

source: Configure facets
da: Konfigurér facetter

source: Translation Settings
da: Indstillinger af oversættelse

source: With translated subsearch you get the option for translated keys when the challenge is passed.
da: Oversat subsearch giver mulighed for at få oversat søgestrengen, når kriterierne er opfyldt

source: You need to have an API key configured with billing for this to work. take a look at <a href="https://cloud.google.com/translate/pricing">Pricing</a>
da: Det er nødvendigt at konfigurere en betalings API key, før dette modul virker. Læs mere her: <a href="https://cloud.google.com/translate/pricing">Pricing</a>

source: The search for "!keys" gave !num-results hits. If you search for the English translation "!suggested-keys-link" you will get !suggested-num-results hits.
da: Du har søgt på "!keys" og fået !num-results resultater. Hvis du i stedet søger på engelsk - "!suggested-keys-link" - får du !suggested-num-results resultater.

source: In order to translate subsearches, you need to provide a valid Google Cloud Translation API key.
da: For at oversætte subsearches, kræves en gyldig Google Cloud Translation API key.

source: It seems that you provided something similar to a key, its not validated tough
da: Du har indtastet noget, der ligner en key, men den er ikke gyldig.

source: Extend Ting Search with secondary search which translates the search to English and informs user if relevant.
da: Udvidet Ting søgning med sekundær søgning, der oversætter søgestrengen til engelsk og giver brugeren en besked, hvis det er relevant.
