Repository: ding2/ding2
Catalog: modules/ding_dashboard/translations/*.po
Languages: da

source: Available node types
da: Tilgængelige indholdstyper

source: Select which nodes should be a part of editorial system
da: Vælge hvilke indholdstyper der skal være en del af Publiceringflowet.

source: @count nodes have been marked to editorial system.
da: @count noder er inkluderet i publiceringssystemet.

source: Push own editorial dashboard content.
da: Send eget indhold til godkendelse.

source: Allow to push own editorial dashboard content.
da: Tillad at sende eget indhold til godkendelse.

source: Push any editorial dashboard content.
da: Send indhold til godkendelse.

source: Allow to push any editorial dashboard content.
da: Tillad at sende indhold til godkendelse.

source: Approve own editorial dashboard content.
da: Godkend eget indhold.

source: Allow to push approve editorial dashboard content.
da: Tillad at send og godkende indhold.

source: Approve any editorial dashboard content.
da: Godkend tillad.

source: Allow to approve any editorial dashboard content.
da: Tillad at godkende indhold.

source: Reject own editorial dashboard content.
da: Afvis eget indhold.

source: Allow to reject own editorial dashboard content.
da: Tillad at afvise eget indhold.

source: Delete own editorial dashboard content.
da: Slet eget indhold.

source: Allow to delete own editorial dashboard content.
da: Tillad at slette eget indhold.

source: Delete any editorial dashboard content.
da: Slet indhold.

source: Allow to delete any editorial dashboard content.
da: Tillad at slette indhold.

source: Save and push to ED
da: Gem og send til godkendelse

source: Save and approve to ED
da: Gem og publicér

source: Are you sure to delete <em>@node</em>
da: Er du sikker på at du vil slette <em>@node</em>

source: Node will be marked as deleted and will be still available in the system.
da: Indholdet vil blive markeret som slettet, men vil forblive tilgængelige i systemet.

source: Editorial Dashboard
da: Publiceringsflow

source: Editorial settings
da: Indstillinger

source: Content types
da: Indholdstyper

source: Define which content types are a part of editorial system
da: Vælg hvilke indholdstyper der skal være en del af Publiceringsflowet.

source: New
da: Ny

source: Pushed
da: Afventer

source: Approved
da: Godkendt

source: Rejected
da: Afvist

source: approve
da: godkend

source: delete
da: slet

source: push
da: send til godkendelse

source: reject
da: afvis

source: Administer dashboard comments
da: Administrér kommentarer

source: Check this to allow certain roles to edit comments settings.
da: Markér for at tillade specielle roller at redigere kommenteringsindstillingerne.

source: Allow commenting
da: Tillad kommentering

source: Check this to allow view of comments and commenting.
da: Markér for at tillade visning og kommentering.

source: Editorial comments
da: Redaktionelle kommentarer

source: Your comment
da: Din kommentar

source: Node was pushed.
da: Indhold sendt til godkendelse.

source: Node was approved.
da: Indhold godkendt.

source: Node was rejected.
da: Indhold afvist.

source: Ding! Editorial Dashboard Comments
da: Redaktionelle kommentarer

source: By
da: Af

source: From email address
da: Fra (email adresse)

source: From name
da: Fra (navn)

source: Subject
da: Emne

source: This will be prepended to the mail subject/title.
da: Dette vil blive tilføjet til mailens emne/titel.

source: Footer
da: Sidefod

source: This will be prepended to the mail footer. You can use placeholder @year.
da: Dette vil bliver tilføjet til mailens sidefod.

source: Email not valid.
da: Email ikke gyldig.

source: Dashboard notification
da: Notificeringer

source: Manage dashboard notification settings, such as names and e-mail's.
da: Administrér notificeringsindstillinger, som f.eks. navne og emails.

source: Content @title status.
da: @title status.

source: Content !title status set to @status-ed by.
da: !title har fået en ny status: @status.

source: Content @title commented.
da: @title er blevet kommenteret.

source: Content !title was commented by @user. Comment: @comment
da: !title er blevet kommenteret af @user: @comment

source: View and customize notification settings.
da: Vis og indstil notificeringsregler.

source: Editorial content
da: Publiceringsoversigt

source: view all
da: vis alle

source: Asc
da: Stigende

source: Desc
da: Faldende

source: Items per page
da: Antal per side

source: - All -
da: - Alt indhold -

source: « first
da: « første

source: ‹ previous
da: ‹ forrige

source: next ›
da: næste ›

source: last »
da: sidste »

source: There is no content available for you to edit.
da: Der findes ingen indhold du kan redigere.

source: author
da: forfatter

source: Last updated
da: Senest opdateret

source: Actions
da: Handlinger

source: Published
da: Udgivet

source: Editorial status
da: Publiceringsstatus:

source: My content
da: Mit indhold

source: Page
da: Side

source: push for approval
da: send til godkendelse

source: BPI status field and action
da: BPI status og handlinger
