Repository: ding2/ding2
Catalog: modules/bpi/translations/*.po
Languages: da

source: You do not have any administrative items.
da: Der findes ingen administrative emner.

source: BPI Service settings
da: Serviceindstillinger

source: Agency ID
da: Biblioteksnummer:

source: Service URL
da: WS URL:

source: Secret key
da: Key (secret):

source: API key
da: Key (API):

source: General settings
da: Generelle indstillinger

source: Content per page
da: Antal noder per side:

source: Please enter a valid url.
da: Indtast venligst en korrekt URL.

source: Content type
da: Inholdstype

source: Select a content type into which content from BPI will be syndicated.
da: Vælg den indholdstype som du ønsker at syndikere til.

source: Field mapping
da: Felttilknytning

source: Define you custom mapping rules. Each dropdown maps BPI related fields to your content fields.
da: Brugerdefinerede tilknytningsregler. Hver dropdown tilknytter relaterede felter i BPI til din indholdstypes felter.

source: BPI title
da: Titel (BPI):

source: Titles are automatically assigned.
da: Titler er automatisk tilknyttet.

source: Title
da: Titel

source: BPI teaser
da: Resumé (BPI):

source: Assign to body field, if it has summary enabled.
da: Tilknyt til Brødtekst, hvis det har Resumé aktiveret.

source: BPI body
da: Brødtekst (BPI):

source: Delete from BPI
da: Slet fra BPI

source: Are you sure u want to delete <strong>%title</strong> from bpi well?
da: Er du sikker på at du vil slette <strong>%title</strong> fra BPI?

source: Selected content deleted from BPI well.
da: Det valgte indhold er slettet fra BPI.

source: Failed to delete selected content from BPI well.
da: Det valgte indhold fejlede og blev IKKE slettet fra BPI.

source: Selected content could not be deleted from the BPI well.
da: Det valgte indhold kunne IKKE slette fra BPI.

source: Failed to delete node %title, with message %message.
da: Fejl ved sletning af <strong>%title</strong>, med følgende besked: %message.

source: Syndicate images
da: Syndikér billeder

source: Available images
da: Tilængelige billeder

source: Import
da: Importér

source: Images downloaded successfully.
da: Billeder hentet succesfuldt.

source: Not all images were fetched successfully, check reports for more info.
da: Ikke alle billeder blev hentet succesfuldt, tjek Rapporter for mere info.

source: Failed to create directory: %directory
da: Det lykkedes IKKE at oprette mappen: %directory.

source: Failed to fetch image %url, with HTTP status %status
da: Kunne hente billedet fra %url, med HTTP-status: %status.

source: Error when syndicating node %title with message %message
da: Fejl ved syndikering af <strong>%title</strong>, med følgende besked: %message.

source: Failed to fetch the article from BPI well.
da: Det mislykkedes at hente noden fra BPI.

source: Push to BPI
da: Send til BPI

source: Category
da: Kategori

source: Audience
da: Målgruppe

source: Push with image
da: Inkludér billede

source: Choose
da: Vælg

source: Not approved for sharing
da: Ikke godkendt til deling

source: Approved for sharing
da: Godkendt til deling

source: Are you sure u want to push content <strong>%title</strong> to BPI well?
da: Er du sikker på du ønsker at sende <strong>%title</ strong>til BPI?

source: Node %title was successfully pushed to BPI well.
da: <strong>%title</strong> blev succesfuldt sendt til BPI.

source: Failed to push node %title, with message %message.
da: <strong>%title</strong> blev succesfuldt sendt til BPI.

source: Error occurred when pushing %title to BPI well. Check reports for more information.
da: Det mislykkedes at sende <strong>%title</strong> til BPI. Check Rapporter for mere information.

source: Node %title was successuflly pushed to BPI well.
da: <strong>%title</strong> blev succesfuldt sendt til BPI.

source: Error occured when pushing %title to BPI well. Check reports for more information.
da: Det mislykkedes at sende <strong>%title</strong> til BPI. Check Rapporter for mere information.

source: Failed to fetch dictionaries, with message %message.
da: Det mislykkedes at hente mappeinformation, med følgende besked: %message..

source: Pushed to server !content
da: Sendt til server

source: BPI statistics
da: Statistik

source: From:
da: Fra:

source: To:
da: Til:

source: Filter
da: Filtrér

source: Failed to fetch statistics, with message %message.
da: Det mislykkedes at hente statistik, med følgende besked: %message..

source: Total @prop: %value
da: Antal @prop: <strong>%value</strong>.

source: Settings
da: Indstillinger

source: Statistics
da: Statistik

source: Search
da: Søg

source: Show latest on top
da: Vis nyeste øverst

source: Show oldest on top
da: Vis ældste øverst

source: Enter some keywords.
da: Indtast søgeord.

source: Failed to fetch content from BPI well with message %message
da: Det mislykkedes at hente indhold, med følgende besked: %message..

source: Query
da: Fritekst

source: Author
da: Forfatter

source: Agency
da: Bibliotek

source: Administer BPI settings
da: Administration

source: Syndicate content
da: Syndikér indhold

source: Push content
da: Send indhold

source: View statistics
da: Se statistik

source: Delete from bpi
da: Slet fra BPI

source: Syndicating content <strong>@title</strong>, from category <strong>@category</strong> and audience <strong>@audience</strong>.
da: Syndikerer <strong>@title</strong>, fra BPI kategorien: <strong>@category</strong> og BPI målgruppen: <strong>@audience</strong>.

source: any
da: alle

source: BPI only
da: Kun BPI

source: Syndicated
da: Syndikeret

source: Pushed
da: Sendt

source: where %property is %value
da: hvor %property er %value

source: and
da: og

source: Refine
da: Afgræns

source: Undo
da: Fortryd

source: BPI import/export
da: Ændret hos/med BPI

source: push
da: Send til BPI

source: delete from bpi
da: Slet fra BPI

source: Save and push
da: Gem & send til BPI

source: Error when marking node %title as syndicated with message %message
da: Fejl ved markering af <strong>%title</strong> som syndikeret, med følgende besked: %message.

source: BPI syndication
da: BPI

source: Syndicate content from the well.
da: Syndikér indhold fra BPI.

source: BPI Related Settings
da: BPI relaterede indstillinger

source: Service settings
da: Serviceindstillinger

source: BPI integration settings
da: Integrationsindstillinger

source: Content mapping
da: Indholdstilknytning

source: Map BPI fields to your content fields.
da: Tilknyt BPI felter til dine indholdstypers felter.

source: Remote content syndication and pushing.
da: Syndikér og send indhold til fælles bibliotekssamarbejde.

source: Syndicate
da: Syndikér

source: Photos available for content
da: Der er billeder tilgængelige for det valgte indhold.

source: No photos available for content
da: Der er ingen billeder tilgængelige for det valgte indhold.

source: Preview
da: Forhåndsvisning

source: Editable
da: Indhold må redigeres

source: I want be anonymous
da: Jeg ønsker at være anonym
