Repository: ding2/ding2
Catalog: modules/ting_subsearch_secondary/translations/*.po
Languages: da

source: Feature modules allow additional searches to be made based on predefined conditions.
da: Subsearch moduler muliggør, at supplerende søgninger sker automatisk ud fra nærmere definerede kriterier

source: Extend Ting Search with secondary search
da: Suppler Ting søgning med sekundær søgning

source: Secondary Ting Search settings
da: Indstillinger for Sekundær Ting Søgning

source: Minimum number of results
da: Mindste antal resultater

source: How few is minimum in order to trigger secondary search.
da: For at udløse en Open Suggestion subsearch, der kan give brugeren et alternativt søgeforslag, skal brugerens søgeterm(er) højst generere dette antal resultater. BEMÆRK: 0-hits-søgninger udløser altid en subsearch.

source: Maximum number of results
da: Maksimum antal resultater

source: How many is maximum in order to trigger secondary search.
da: Hvor mange resultater skal der max være, for at en sekundær søgning iværksættes.

source: Challenge: Factor for calculating ratio between nonfiction and fiction
da: Faktoren for ratioen mellem fiktion og non-fiktion.

source: The condition is as following (nonfiction / factor) > fiction
da: Antal gange mere nonfiktion end fiktion, der skal være i søgeresultaterne, for at udløse funktionen

source: Minimum number of results for secondary search
da: Laveste antal resultater fra den sekundære søgning

source: Secondary Agency
da: Sekundært Agency

source: The agency for the secondary well configuration
da: Agency for den sekundære brønd-konfiguration

source: Secondary Search profile
da: Sekundær søgeprofil

source: The Search profile for the secondary well configuration
da: Søgeprofil for den sekundære brønd-konfiguration

source: Secondary link
da: Sekundært link

source: Could be something link https://bibliotek.dk/da/search/work?search_block_form=[keys] where [keys] are substituted with the searchphrase.
da: Kunne f.eks. være https://bibliotek.dk/da/search/work?search_block_form=[keys], hvor [keys] erstattes med søgetermen.

source: Secondary link text
da: Sekundær link-tekst

source: Name of the secondary provider. Could be bibliotek.dk
da: Navnet på den kilde, den sekundære søgning foretages i. F.eks. bibliotek.dk

source: Number of results to show
da: Antal resultater, der vises.

source: How many results should be shown from secondary well provider.
da: Hvor mange resultater skal der vises fra den sekundære søgning.

source: If you search for "!keys" on <a href="!link">!link-text</a> instead you will get !bibdk-num-results hits
da: Hvis du søger efter "!keys" på <a href="!link">!link-text</a> i stedet, får du !bibdk-num-results resultater.

source: If you search for "!keys" on <a href="!link">!link-text</a> instead you will get !bibdk-num-results hits where some of them is the following: !examples
da: Hvis du søger efter "!keys" på <a href="!link">!link-text</a> i stedet, får du !bibdk-num-results resultater. Se nogle af dem her: !examples

source: Link to subsearch
da: Link til subsearch

source: By !author_link (@year)
da: Af !author_link (@year)

source: By !author_link
da: Af !author_link

source: You need to enable facet.genreCategory in order for this to work.
da: Det er nødvendigt at aktivere facetten genreCategory for at denne funktion kan virke

source: Missing secondary agency or profile.
da: Sekundært agency eller profile mangler

source: Ting Subsearch - Secondary ting search
da: Ting Subsearch – Sekundær ting søgning
