Repository: ding2/ding2
Catalog: modules/ding_nodelist/translations/*.po
Languages: da

source: No content types were found, please add one first.
da: Der blev ikke fundet nogen indholdstyper.

source: Available content types
da: Tilgængelige indholdstyper:

source: Choose content types avaialable for display
da: Vælg hvilke indholdstyper der skal være tilgængelige i Nodelister.

source: Default cache life time
da: Standard mellemlagringstid:

source: Lists will be cached by default for this period of time (seconds)
da: Lister mellemlagres som standard i denne periode (sekunder).

source: Autoscroll delay
da: Standard AutoScroll forsinkelse

source: The delay to show an item for various nodelist widgets (in milliseconds).
da: Forsinkelsen mellem skiftet til næste node i de animerede lister (millisekunder).

source: Templates
da: Skabeloner

source: - select -
da: - Vælg -

source: Save
da: Gem

source: Template settings have been saved.
da: Ændringerne er blevet gemt.

source: Text truncation in widgets
da: Trunkering af text i skabelonerne

source: Define amount of chars to be shown in each widget type
da: Definer antallet af karakterer der skal vises for hver visningstype

source: Trim settings have been saved.
da: Ændringerne er blevet gemt.

source: Trim content
da: Trunkering

source: Define title and teaser trim parameters for each widget
da: Definer parametre for at trunkere titler og henvisningstekster i visningstyper.

source: Configure nodelist
da: Konfigurer Nodeliste

source: Configure the behavior of nodelist
da: Konfigurer denne Nodelist

source: Nodelist cache
da: Mellemlagring

source: Manage nodelist cache settings
da: Indstillinger for mellemlagring

source: No eligible content types were found, please configure a few first.
da: Der blev ikke fundet nogen indholdstyper.

source: More
da: Mere

source: Content type
da: Indsholdstype

source: Select the content type of the list's items.
da: Vælg hvilken type af indhold du vil vise.

source: List type
da: Listetype

source: - Select -
da: - Vælg -

source: Delay (miliseconds)
da: Forsinkelse af intervalskift (millisekunder)

source: Time in milliseconds an item will be shown before switching to the next one
da: Perioden, i millisekunder, som en node skal vises, før der automatisk skiftes til næste node.

source: List title
da: Listetitel

source: Enter a title to be shown above the list items. Leave empty to omit the title.
da: Skriv en titel på listen. Lad feltet være tomt for at udelade titlen.

source: Content
da: Indhold

source: Custom / Dynamic
da: Udvalgt / Dynamisk indhold

source: All content
da: Alt indhold

source: Custom content?
da: Udvalgt indhold?

source: Add content
da: Tilføj indhold

source: Dynamic content?
da: Dynamisk indhold?

source: Explain the OR/AND syntax.
da: Du kan vælge flere (ELLER) taksonomier ved at komma-separere, eller filtrere (OG) ved at tilføje et filter.

source: Add filter
da: Tilføj filter

source: Show "Promoted to front page" content only
da: Vi kun indhold der har "Udgiver på forsiden"

source: Show upcoming events only
da: Vis kun fremtidige arrangementer

source: If checked only future events will be shown
da: Check denne hvis du kun ønsker at vise arrangementer som ligger frem i tiden.

source: Various
da: Diverse

source: Item limit
da: Antal

source: Limit amount of items displayed. This value is used only for Dynamic and All content displays.
da: Afgræns mængden af ​​indhold der skal vises. Denne bruges kun til det Dynamiske indhold og Alt indhold.

source: Creation date
da: Oprettelsesdato

source: Title
da: Titel

source: Sticky first
da: "Klæbrig" først

source: Event date
da: Arrangementsdato

source: Sort by
da: Sortér efter

source: No sorting
da: Ingen sortering

source: Sorting order
da: Sorteringsrækkefølge

source: Ascending
da: Stigende

source: Descending
da: Faldende

source: Width (columns)
da: Bredde

source: Full width
da: Fuld bredde

source: Additional links
da: Yderligere links

source: List of "read more" links.
da: Liste af links som vises på listen.

source: Add more link
da: Tilføj et link mere

source: Cache settings
da: Mellemlagring

source: Delete
da: Slet

source: Link title
da: Link titel

source: Local path or external URL starting with http(s). Enter "<front>" to link to home page.
da: Lokale sti eller ekstern URL (startende med http/https).

source: Select at least one content pick rule (custom and/or dynamic).
da: Vælg mindst en af reglerne for udvælgelse (udvalgt og/eller dynamisk) af indhold.

source: No custom list content specified.
da: Der er ikke valgt noget indhold.

source: No terms specified for dynamic list filter.
da: Ingen taksonomier valgt for det dynamiske filter.

source: Selected content
da: Udvalgt indhold

source: Weight
da: Vægt

source: Field
da: Felt

source: Values
da: Værdier

source: Title length
da: Titel længde

source: Teaser length
da: Henvisningstekst længde

source: No information
da: Ingen information

source: Carousel
da: Karrusel

source: Horizontal accordion
da: Vandret akkordeon

source: Slider
da: Rullebånd

source: Taxonomy like
da: Liste

source: View and customize lists of content.
da: Se og tilpas indsholdsliste.

source: Settings
da: Indstillinger

source: Configure general settings.
da: Konfigurer generelle indstillinger.

source: Manage content templates.
da: Administrer indholdsskabeloner.

source: Module for creating lists.
da: Modul til at lave indholdslister.

source: Allows to create highliy customizeable list of contents
da: Gør det muligt at lave yderst tilpassede lister af indhold

source: Free
da: Gratis

source: Time:
da: Tid
