Repository: ding2/ding2
Catalog: translations/fields_*.po
Languages: da

# field_alma_absent_id:provider_alma:label
source: Absent id
da: ID mangler

# field_alma_mail:provider_alma:description
source: The e-mail address is not made public and will only be used if you wish to receive certain news or notifications by e-mail.
da: Indtast en gyldig e-mail-adresse. Mails fra biblioteket til dig sendes til denne adresse. E-mail-adressen offentliggøres ikke, og bruges kun hvis du ønsker at modtage en ny adgangskode eller nyheder og opdateringer via e-mail.

# field_alma_phone_id:provider_alma:label
source: Phone id
da: Telefon ID

# field_alma_reservation_pause:provider_alma:description
source: Set your reservations on pause.
da: Sæt dine reserveringer på pause.

# og_membership_request:og_membership_type_default:label
source: Request message
da: Request besked

# og_membership_request:og_membership_type_default:description
source: This is the text a user may send to the group administrators.
da: Denne tekst kan en bruger sende til en gruppe administrator

# field_file_image_alt_text:image:label
source: Alt Text
da: Alternativ tekst

# field_file_image_alt_text:image:description
source: Alternative text is used by screen readers, search engines, and when the image cannot be loaded. By adding alt text you improve accessibility and search engine optimization.
da: Alternative tekst bruges af skærmlæsere, søgemaskiner, og når et billede ikke hentes korrekt og dermed ikke vises. Ved at tilføje alt tekster forbedrer du den tekniske tilgængelighed og søgemaskine optimering.

# field_file_image_title_text:image:label
source: Title Text
da: Tool tip

# field_file_image_title_text:image:description
source: Title text is used in the tool tip when a user hovers their mouse over the image. Adding title text makes it easier to understand the context of an image and improves usability.
da: Tool tips benyttes når en bruger bevæger cursoren (musepilen) over et billede. Ved at tilføje tool tops er det lettere for brugere at forstå billedets kontekst og forbedre brugervenligheden.

# ting_details_age:ting_object:label
source: Age
da: Alder

# ting_details_audience:ting_object:label
source: Audience
da: Målgruppe

# ting_details_classification:ting_object:label
source: Classification
da: Emnetal

# ting_details_contributor:ting_object:label
source: Contributor
da: Bidrag af

# ting_details_description:ting_object:label
source: Description
da: Beskrivelse

# ting_details_extent:ting_object:label
source: Extent
da: Omfang

# ting_details_isbn:ting_object:label
source: ISBN no.
da: ISBN

# ting_details_ispartof:ting_object:label
source: Available in
da: Findes i

# ting_details_language:ting_object:label
source: Language
da: Sprog

# ting_details_musician:ting_object:label
source: Musician
da: Musiker

# ting_details_pegi:ting_object:label
source: Pegi mark
da: PEGI-mærke

# ting_details_publisher:ting_object:label
source: Publisher
da: Forlag

# ting_details_referenced:ting_object:label
source: Referenced by
da: Refereret af

# ting_details_replaced_by:ting_object:label
source: Later title
da: Senere titel

# ting_details_replaces:ting_object:label
source: Previous title
da: Tidligere titel

# ting_details_rights:ting_object:label
source: Rights
da: Rettigheder

# ting_details_source:ting_object:label
source: Original title
da: Originaltitel

# ting_details_spatial:ting_object:label
source: Spatial
da: Omfang

# ting_details_spoken:ting_object:label
source: Speech
da: Tale

# ting_details_subjects:ting_object:label
source: Subject
da: Emneord

# ting_details_subtitles:ting_object:label
source: Subtitle
da: Undertitel

# ting_details_tracks:ting_object:label
source: Contains
da: Indhold

# ting_details_uri:ting_object:label
source: Host publication
da: Værtspublikation

# ting_details_version:ting_object:label
source: Version
da: Udgave

# ting_title:ting_object:label
source: Ting object title
da: Materialets titel

# ting_type:ting_object:label
source: Ting object type
da: Materialetype

# ting_series:ting_object:label
source: Ting object series
da: Serie

# ting_abstract:ting_object:label
source: Ting object abstract
da: Beskrivelse

# ting_author:ting_object:label
source: Ting object author
da: Ophav

# ting_subjects:ting_object:label
source: Ting object subjects
da: Emner

# ting_primary_object:ting_collection:label
source: Ting collection primary object
da: Værk

# ting_entities:ting_collection:label
source: Ting collection objects
da: Værkmanifestationer

# ting_collection_types:ting_collection:label
source: Ting collection object types
da: Værkmanifestattionsindholdstyper

# ding_availability_holdings:ting_object:label
source: Holdings information
da: Beholdnings information

# ding_page_group_ref:ding_page:label
source: Libraries and Groups
da: Biblioteker og temasider

# field_ding_page_body:ding_page:label
source: Body
da: Indhold

# field_ding_page_files:ding_page:label
source: Files
da: Filer

# field_ding_page_lead:ding_page:label
source: Lead
da: Indledning

# field_ding_page_list_image:ding_page:label
source: List image
da: List billede

# field_ding_page_materials:ding_page:label
source: Materials
da: Materialer

# field_ding_page_title_image:ding_page:label
source: Title image
da: Titelbillede

# ding_periodical_issues:ting_object:label
source: Issue list for periodicals.
da: Tidsskriftnumre

# ting_relations:ting_object:label
source: Ting relations.
da: Relaterede materialer

# ding_entity_buttons:ting_object:label
source: Action buttons
da: Mulige handlinger

# ting_cover:ting_object:label
source: Cover
da: Forsidebillede

# ting_reference_reverse:ting_object:label
source: On this site
da: Indhold på hjemmesiden

# ding_event_groups_ref:ding_event:label
source: Groups
da: Temasider

# ding_event_groups_ref:ding_event:description
source: Display this event in the selected group (temapage).
da: Vis dette arrangement på de valgte temasider.

# field_ding_event_body:ding_event:label
source: Body
da: Indhold

# field_ding_event_category:ding_event:label
source: Category
da: Kategori

# field_ding_event_files:ding_event:label
source: Files
da: Filer

# field_ding_event_lead:ding_event:label
source: Lead
da: Indledning

# field_ding_event_list_image:ding_event:label
source: List image
da: Listebillede

# field_ding_event_location:ding_event:label
source: Location
da: Lokalitet

# field_ding_event_location:ding_event:description
source: Optional. If provided, the location address will be shown instead of the address of the associated library when presenting info on the event.
da: Tilvalg. Hvis valgt vil adressen på den valgte lokation blive vist i stedet for adressen på det bibliotek arrangementet er relateret til når der vises information om arrangementet.

# field_ding_event_materials:ding_event:label
source: Materials
da: Materialer

# field_ding_event_price:ding_event:label
source: Price
da: Pris

# field_ding_event_target:ding_event:label
source: Target
da: Målgruppe

# field_ding_event_title_image:ding_event:label
source: Title image
da: Titelbillede

# og_group_ref:ding_event:label
source: Library
da: Bibliotek

# og_group_ref:ding_event:description
source: Select the libraries this content should be associated with.
da: Vælg de biblioteker som indholdet skal relateres til.

# group_group:#allowed_values:0
source: Hide related content on library page
da: Skjul relateret indhold på bibliotekssiden

# group_group:#allowed_values:1
source: Show related content on library page
da: Vis relateret indhold på bibliotekssiden

# field_ding_library_addresse:ding_library:label
source: Address
da: Adresse

# field_ding_library_body:ding_library:label
source: Body
da: Indhold

# field_ding_library_fax_number:ding_library:label
source: Fax number
da: Fax nummer

# field_ding_library_geocode:ding_library:label
source: Geocode
da: Geografiske koordinater

# field_ding_library_lead:ding_library:label
source: Lead
da: Indledning

# field_ding_library_list_image:ding_library:label
source: List image
da: Listebillede

# field_ding_library_mail:ding_library:description
source: The main contact e-mail address for the library.
da: Bibliotekets primære e-mail-adresse.

# field_ding_library_phone_number:ding_library:label
source: Phone number
da: Telefon

# field_ding_library_slug:ding_library:label
source: Slug
da: Slug (alternativ URL)

# field_ding_library_title_image:ding_library:label
source: Title image
da: Titelbillede

# group_group:ding_library:label
source: Show related content on library page
da: Vis relateret indhold på bibliotekssiden

# group_group:ding_library:description
source: If enabled, events and news can be marked as related to this library and will show up on its library page.
da: Hvis funktionen er aktiveret kan nyheder og arrangementer markeres som relaterede til biblioteket og vil blive vist på bibliotekssiden.

# og_user_node:user:label
source: Group membership
da: Temaside medlemsskab

# field_ding_group_body:ding_group:label
source: Body
da: Indhold

# field_ding_group_category:ding_group:label
source: Category
da: Kategori

# field_ding_group_lead:ding_group:label
source: Lead
da: Indledning

# field_ding_group_list_image:ding_group:label
source: List image
da: Listebillede

# field_ding_group_title_image:ding_group:label
source: Title image
da: Titelbillede

# group_group:ding_group:label
source: Group
da: Temaside

# group_group:ding_group:description
source: Determine if this is an OG group.
da: Afgør om dette er en Organc Groups temaside

# ding_news_groups_ref:ding_news:label
source: Groups
da: Temasider

# ding_news_groups_ref:ding_news:description
source: Display this event in the selected group (temapage).
da: Vis dette arrangement i den valgte gruppe (temaside).

# field_ding_news_body:ding_news:label
source: Body
da: Indhold

# field_ding_news_category:ding_news:label
source: Category
da: Kategori

# field_ding_news_files:ding_news:label
source: Files
da: Filer

# field_ding_news_lead:ding_news:label
source: Lead
da: Indledning

# field_ding_news_list_image:ding_news:label
source: List image
da: Listebillede

# field_ding_news_materials:ding_news:label
source: Materials
da: Materialer

# field_ding_news_title_image:ding_news:label
source: Title image
da: Titelbillede

# og_group_ref:ding_news:label
source: Library
da: Bibliotek

# og_group_ref:ding_news:description
source: Select the libraries this content should be associated with.
da: Vælg de biblioteker som indholdet skal relateres til.

# field_ding_tabroll_image:ding_rolltab:label
source: Image
da: Billede

# field_ding_tabroll_lead:ding_rolltab:label
source: Lead
da: Indledning

# field_ding_tabroll_lead:ding_rolltab:description
source: Short description displayed inside the tab in a overlay.
da: Kort beskrivelse der bliver vist i fanebladet i et pop-up vindue.

# field_ding_tabroll_link:ding_rolltab:description
source: Link to content that the tab should go to when clicked.
da: Link til indhold som fanebladet henviser til.

# field_ding_staff_department:ding_staff_profile:label
source: Department
da: Afdeling

# field_ding_staff_description:ding_staff_profile:label
source: Description
da: Beskrivelse

# field_ding_staff_forename:ding_staff_profile:label
source: Forename
da: Fornavn

# field_ding_staff_image:ding_staff_profile:label
source: Image
da: Billede

# field_ding_staff_phone:ding_staff_profile:label
source: Phone
da: Telefon

# field_ding_staff_position:ding_staff_profile:label
source: Position
da: Stilling

# field_ding_staff_surname:ding_staff_profile:label
source: Surname
da: Efternavn

# field_ding_staff_work_areas:ding_staff_profile:label
source: Work areas
da: Arbejdsområder

# field_ding_staff_work_areas:ding_staff_profile:description
source: A list of areas that you work in/with they should be separated by commas.
da: Ansvarsområder (separeres med komma)

# og_group_ref:ding_staff_profile:label
source: Library
da: Bibliotek

# og_group_ref:ding_staff_profile:description
source: Select the libraries this content should be associated with.
da: Vælg de biblioteker som indholdet skal relateres til.

# comment_body:comment_node_ding_event:label
source: Comment
da: Kommentar

# comment_body:comment_node_ding_group:label
source: Comment
da: Kommentar

# comment_body:comment_node_ding_library:label
source: Comment
da: Kommentar

# comment_body:comment_node_ding_news:label
source: Comment
da: Kommentar

# comment_body:comment_node_ding_page:label
source: Comment
da: Kommentar

# comment_body:comment_node_ding_rolltab:label
source: Comment
da: Kommentar

# comment_body:comment_node_panel:label
source: Comment
da: Kommentar

# field_alma_interest_period:#allowed_values:60
source: 2 months
da: 2 måneder

# field_alma_interest_period:#allowed_values:90
source: 3 months
da: 3 måneder

# field_alma_interest_period:#allowed_values:180
source: 6 months
da: 6 måneder

# field_alma_interest_period:#allowed_values:360
source: 12 months
da: 12 måneder

# field_alma_city:provider_alma:label
source: City
da: By

# field_alma_full_name:provider_alma:label
source: Full name
da: Fulde navn

# field_alma_interest_period:provider_alma:label
source: Interest period
da: Interesseperiode, hvorefter reserveringer slettes

# field_alma_mobile_phone:provider_alma:label
source: Phone
da: Telefon

# field_alma_postal_code:provider_alma:label
source: Postal code
da: Postnummer

# field_alma_preferred_branch:provider_alma:label
source: Preferred branch
da: Afhentningsfilial

# field_alma_reservation_pause:provider_alma:label
source: Reservation pause
da: Reservationer på pause

# field_alma_street_name:provider_alma:label
source: Street name
da: Vejnavn

# ting_series:ting_object:label
source: Series
da: Serie

# ting_subjects:ting_object:label
source: Subjects
da: Emneord

# field_camp_settings:#allowed_values:image
source: Image
da: Billede

# field_camp_settings:#allowed_values:plain
source: Plain text
da: Plain tekst

# field_camp_image:ding_campaign:label
source: Campaign image
da: Kampagne billede

# field_camp_link:ding_campaign:label
source: Campaign link
da: Kampagne link

# field_camp_settings:ding_campaign:label
source: Campaign settings
da: Kampagne settings

# field_camp_text_full:ding_campaign:label
source: Campaign text
da: Kampagne tekst

# field_camp_text_plain:ding_campaign:label
source: Campaign text
da: Kampagne tekst

# field_camp_weight:ding_campaign:label
source: Weight
da: vægt

# comment_body:comment_node_ding_campaign:label
source: Comment
da: Kommentar

# field_ding_staff_department:staff:label
source: Department
da: Afdelingen

# field_ding_staff_description:staff:label
source: Description
da: Beskrivelse

# field_ding_staff_forename:staff:label
source: Forename
da: Fornavn

# field_ding_staff_image:staff:label
source: Image
da: Billede

# field_ding_staff_library:staff:label
source: Library
da: Bibliotek

# field_ding_staff_surname:staff:label
source: Surname
da: Efternavn

# comment_body:comment_node_new_materials:label
source: Comment
da: Kommentar

# field_openruth_interest_period:#allowed_values:30
source: 1 month
da: 1 måned

# field_openruth_interest_period:#allowed_values:60
source: 2 months
da: 2 måneder

# field_openruth_interest_period:#allowed_values:90
source: 3 months
da: 3 måneder

# field_openruth_interest_period:#allowed_values:180
source: 6 months
da: 6 måneder

# field_openruth_interest_period:#allowed_values:360
source: 12 months
da: 12 måneder

# field_ding_news_comment_body:comment_node_ding_news:label
source: Comment
da: Kommentar

# field_ding_event_comment:comment_node_ding_event:label
source: Comment
da: Kommentar

# field_ding_staff_phone:staff:label
source: Phone
da: Telefon

# field_ding_staff_position:staff:label
source: Position
da: Stilling

# field_openruth_city:provider_openruth:label
source: City
da: By

# field_openruth_full_name:provider_openruth:label
source: Full name
da: Fulde navn

# field_openruth_interest_period:provider_openruth:label
source: Interest period
da: Interesseperiode, hvorefter reserveringer slettes

# field_openruth_interest_period:provider_openruth:description
source: Period of interest - how long is a reservation valid for
da: Interesseperiode, hvorefter reserveringen slettes.

# field_openruth_mobile_phone:provider_openruth:label
source: Mobile phone
da: SMS

# field_openruth_mobile_phone:provider_openruth:description
source: Your mobile phone
da: SMS

# field_openruth_postal_code:provider_openruth:label
source: Postal code
da: Postnummer

# field_openruth_preferred_branch:provider_openruth:label
source: Preferred branch
da: Afhentningsfilial

# field_openruth_reservation_pause:provider_openruth:label
source: Reservation pause
da: Reservationer på pause

# field_openruth_reservation_pause:provider_openruth:description
source: Set your reservations on pause.
da: Sæt dine reserveringer på pause.

# field_openruth_street_name:provider_openruth:label
source: Street name
da: Vejnavn

# field_openruth_mobile_phone:provider_openruth:label
source: Phone
da: Telefon

# field_fbs_address:provider_fbs:label
source: Address
da: Adresse

# field_fbs_mail_notification:provider_fbs:label
source: E-mail notifications
da: Modtag servicemeddelelser per e-mail

# field_fbs_name:provider_fbs:label
source: Name
da: Navn

# field_fbs_on_hold:provider_fbs:label
source: On hold
da: Reserveringer på pause

# field_fbs_phone:provider_fbs:label
source: Phone
da: Mobiltelefon

# field_fbs_phone_notification:provider_fbs:label
source: Phone notifications
da: Modtag servicemeddelelser per SMS

# field_fbs_preferred_branch:provider_fbs:label
source: Preferred branch
da: Afhent reserveringer på

# field_place2book_tickets:ding_event:label
source: Place2book Tickets
da: Place2book Billetter

# field_place2book_tickets:ding_event:description
source: Placeholder for Place2book ticket information and/or order link
da: Pladsholder for Place2book billetinformation og/eller ordre link. VÆRDIEN "PLACEHOLDER" BØR IKKE ÆNDRES!

# ting_infomedia:ting_object:label
source: Link to infomedia articles
da: Link til infomedia artikler

# comment_body:comment_node_webform:label
source: Comment
da: Kommentar

# field_ting_oembed_oembed:ting_object:label
source: Material content
da: Materiale indhold

# field_ding_tabroll_ext:ding_rolltab:description
source: If you rather want an external link or a link to a menu, use this field. It will only be used if the previous link is empty.
da: Brug dette felt, hvis du hellere vil anvende et eksternt link eller et link til en menu. Det anvendes kun, hvis det foregående felt til links er tomt.

# field_ding_interaction_status:ding_interaction:label
source: Enabled
da: Aktiveret

# field_taxonomy_ting_objects:ding_content_tags:label
source: Materials
da: Materialer

# ding_campaign_group_ref:ding_campaign:label
source: Libraries and Groups
da: Biblioteker og temaer

# field_camp_behavior:ding_campaign:label
source: Open in new tab/window
da: Åben i nyt vindue eller faneblad

# field_camp_behavior:ding_campaign:description
source: If set, the clicked campaign will open in a new tab/window
da: Hvis markeret vil kampagnen åbne i et nyt vindue eller faneblad

# ting_entities:ting_collection:label
source: All materials
da: Værkmanifestationer

# ding_periodical_issues:ting_object:label
source: Issues
da: Tidsskriftnumre

# field_ding_tabroll_lead:ding_rolltab:description
source: Short description displayed inside the tab in a overlay.
da: Kort beskrivelse der bliver vist i fanebladet i et pop-up vindue.

# field_ding_list_status:#allowed_values:private
source: Private - The list is only accesible to you
da: Privat - Kun du har adgang til denne liste

# ding_entity_rating_action:ting_object:label
source: Rate this
da: Bedøm dette materiale

# field_ding_event_price:ding_event:description
source: Events show the value ”Free” if text field is set to 0. Tip: Indicate different ticket prices for more than one audience group by entering a lowest – highest price in text field fx. “30 - 50”
da: Arrangementer viser værdien "Gratis" hvis tekstfeltet er sat til 0. Ved flere billettyper kan det angives ved at indsætte laveste - højeste pris i tekstfeltet f. eks. "30 - 50"

# field_ding_eresource_access:ding_eresource:label
source: Access
da: Adgang

# field_ding_eresource_link:ding_eresource:label
source: Link
da: Se online

# field_ding_interaction_access:#allowed_values:provider
source: Is provider
da: Indloggede brugere

# field_ding_interaction_access:#allowed_values:anonymous
source: Is Anonymous
da: Ikke-indloggede brugere

# field_ding_interaction_access:ding_interaction:label
source: Ding Interaction Access
da: Interaktionsboksen vises for:

# field_ding_list_status:#allowed_values:private
source: Private - The list is only accessible to you
da: Privat - Kun du kan se listen

# field_ding_list_status:#allowed_values:shared
source: Shared - Users with the secret link can view or edit your list
da: Delt - Andre kan se eller redigere

# field_ding_list_status:#allowed_values:public
source: Public - Anybody can view your list from the public link
da: Offentlig - Alle kan se listen

# field_fbs_interest_period:#allowed_values:30
source: 1 Month
da: 1 måned

# field_fbs_interest_period:#allowed_values:60
source: 2 Months
da: 2 måneder

# field_fbs_interest_period:#allowed_values:90
source: 3 Months
da: 3 måneder

# field_fbs_interest_period:#allowed_values:180
source: 6 Months
da: 6 måneder

# field_fbs_interest_period:#allowed_values:360
source: 12 Months
da: 12 måneder

# field_fbs_interest_period:provider_fbs:label
source: Interest period
da: Interesseperiode
