Repository: ding2/ding2
Catalog: translations/metatags_*.po
Languages: da

# metatag_panels:user_edit_panel_context:title
source: Edit profile | [current-page:pager][site:name]
da: Redigér profil | [current-page:pager][site:name]

# metatag_panels:user_edit_panel_context_2:title
source: Edit profile | [current-page:pager][site:name]
da: Redigér profil | [current-page:pager][site:name]

# metatag_panels:page_ding_groups_news_panel_context:title
source: %gid:title | News | [current-page:pager][site:name]
da: %gid:title | Nyheder | [current-page:pager][site:name]

# metatag_panels:page_user_debts_panel_context:title
source: Debts | [current-page:pager][site:name]
da: Gebyrer | [current-page:pager][site:name]

# metatag_panels:page_user_loans_panel_context:title
source: Loans | [current-page:pager][site:name]
da: Lån | [current-page:pager][site:name]

# metatag_panels:page_user_reservations_panel_context:title
source: Reservations | [current-page:pager][site:name]
da: Reserveringer | [current-page:pager][site:name]

# metatag_panels:contact_site_panel_context:title
source: Contact | [current-page:pager][site:name]
da: Kontakt | [current-page:pager][site:name]

# metatag_panels:search_node_panel_context:title
source: Search Content | %keywords:html_safe | [current-page:pager][site:name]
da: Søg hjemmeside | %keywords:html_safe | [current-page:pager][site:name]

# metatag_panels:search_ting_search_panel_context:title
source: Search Ting | %keywords:html_safe | [current-page:pager][site:name]
da: Søg | %keywords:html_safe | [current-page:pager][site:name]

# metatag_panels:ting_collection_panel_context:title
source: Ting collection | %ting_collection:title_full | [current-page:pager][site:name]
da: Materialesamling | %ting_collection:title_full | [current-page:pager][site:name]

# metatag_panels:ting_object_panel_context:title
source: Ting object | %ting_object:title_full | [current-page:pager][site:name]
da: Materiale | %ting_object:title_full | [current-page:pager][site:name]

# metatag_panels:user_view_panel_context:title
source: User profile | [current-page:pager][site:name]
da: Min konto | [current-page:pager][site:name]

# metatag_panels:user_view_panel_context_2:title
source: User profile | [current-page:pager][site:name]
da: Min konto | [current-page:pager][site:name]

# metatag_panels:page_ding_events_panel_context:title
source: Events | [current-page:pager][site:name]
da: Arrangementer | [current-page:pager][site:name]

# metatag_panels:page_ding_events_library_panel_context:title
source: %slug:title | Events | [current-page:pager][site:name]
da: %slug:title | Arrangementer | [current-page:pager][site:name]

# metatag_panels:page_groups_events_panel_context:title
source: %gid:title | Events | [current-page:pager][site:name]
da: %gid:title | Arrangementer | [current-page:pager][site:name]

# metatag_panels:page_groups_listing_panel_context:title
source: Themes | [current-page:pager][site:name]
da: Temaer | [current-page:pager][site:name]

# metatag_panels:page_ding_libraries_panel_context:title
source: Libraries | [current-page:pager][site:name]
da: Biblioteker | [current-page:pager][site:name]

# metatag_panels:page_ding_library_about_panel_context:title
source: %slug:title | About | [current-page:pager][site:name]
da: %slug:title | Om | [current-page:pager][site:name]

# metatag_panels:page_ding_news_panel_context:title
source: News | [current-page:pager][site:name]
da: Nyheder | [current-page:pager][site:name]

# metatag_panels:page_ding_news_library_panel_context:title
source: %slug:title | News | [current-page:pager][site:name]
da: %slug:title | Nyheder | [current-page:pager][site:name]

# metatag_panels:page_ding_staff_library_panel_context:title
source: %slug:title | Departments and Staff | [current-page:pager][site:name]
da: %slug:title | Personale | [current-page:pager][site:name]

# metatag_panels:page_ding_groups_news_panel_context:title
source: [current-page:title] | News | [current-page:pager][site:name]
da: [current-page:title] | Nyheder | [current-page:pager][site:name]

# metatag_panels:user_edit_panel_context:title
source: [current-user:name] | Edit profile | [current-page:pager][site:name]
da: current-user:name] | Redigér profil | [current-page:pager][site:name]

# metatag_panels:user_edit_panel_context_2:title
source: [current-user:name] | Edit profile | [current-page:pager][site:name]
da: [current-user:name] | Redigér profil | [current-page:pager][site:name]

# metatag_panels:page_user_bookmark_panel_context:title
source: [current-user:name] | Bookmarks | [current-page:pager][site:name]
da: [current-user:name] | Huskeliste | [current-page:pager][site:name]

# metatag_panels:page_user_debts_panel_context:title
source: [current-user:name] | Debts | [current-page:pager][site:name]
da: [current-user:name] | Gebyrer | [current-page:pager][site:name]

# metatag_panels:page_user_loans_panel_context:title
source: [current-user:name] | Loans | [current-page:pager][site:name]
da: [current-user:name] | Lån | [current-page:pager][site:name]

# metatag_panels:page_user_reservations_panel_context:title
source: [current-user:name] | Reservations | [current-page:pager][site:name]
da: [current-user:name] | Reservationer | [current-page:pager][site:name]
