Repository: ding2/ding2
Catalog: modules/ting_subsearch/ting_subsearch_suggestions/translations/*.po
Languages: da

source: Feature modules allow additional searches to be made based on predefined conditions.
da: Subsearch moduler muliggør, at supplerende søgninger sker automatisk ud fra nærmere definerede kriterier

source: KPI settings
da: Indstillinger af supplerende søgning i KPI indekset

source: KPI Webtrekk On-Site Searches Web Service URL
da: URL til Web Service: On-Site Searches fra KPI Webtrekk

source: This field must contain the "Web Services" URL to the "On-Site Searches" report that can be found in Webtrekk Analytics in the Content category. Click the Share button on the report page to find this URL.
da: Her skrives URL’en til webservicen ”On-Site Searches”, der kan findes på Webtrekk Analytics under ”Content”. Klik på Share->Webservices og vælg JSON-format.

source: Account
da: Konto

source: Account\Username.
da: Account (”DDB”)\Username (”DK-” plus biblioteksnummer).

source: Password
da: Adgangskode

source: The password
da: Adgangskode til Webtrekk

source: Enter the maximum Levenshtein Distance here, ie. the maximum number of characters to replace, insert or delete to transform the input string into a string from the KPI data. A higher numbere allows for less similar words to be suggested.
da: Jo højere tal, des større afstand. For høj, og den returnerer meningsløse forslag. For lav og den finder ingenting.

source: Minimum search import limit
da: Mindste antal gange, en søgning er foretaget

source: The KPI Webtrekk data has search keywords for all searches, including searches with very low frequence (eg. searched only 1 time). Enter the number of minimum searches required before a keyword is imported and used in the KPI subsearch.
da: Angiv her det mindste antal gange en søgning skal være foretaget, for at den kan benyttes som forslag.

source: Number of hits to trigger KPI subsearch
da: Største antal resultater, der udløser KPI subsearch

source: In order to trigger a subsearch which will provide a suggestion to the user, the user-provided search string must trigger at most this number of hits. NOTE: User-provided searches that trigger 0 hits always trigger a subsearch.
da: For at udløse en KPI subsearch, der kan give brugeren et alternativt søgeforslag, skal brugerens søgeterm(er) højst generere dette antal resultater. BEMÆRK: 0-hits-søgninger udløser altid en subsearch.

source: Number of subsearch hits to display message
da: Minimum antal resultater af søgning på alternative søgetermer

source: Minimum number of hits on secondary search to display suggested search message. Given that the trigger above is hit.
da: Det mindste antal resultater, den sekundære søgning skal generere, for at boksen med alternativt søgeforslag vises (under forudsætning af, at ovenstående trigger er udløst).

source: The search for "!original-keys" returned 0 hits. Showing results for "!keys" instead, which returned !num-results hits.
da: Viser resultater for "!keys", da søgning på "!original-keys" gav 0 resultater.

source: The search for "!keys" returned !num-results hits. Did you mean "<a href="/search/ting/!suggested-keys">!suggested-keys</a>?" which will return !suggested-num-results hits.
da: Søgning på "!keys" gav !num-results resultater. Mente du "<a href="/search/ting/!suggested-keys">!suggested-keys</a>?" Det giver !suggested-num-results resultater.

source: Module not configured properly
da: Modulet er ikke konfigureret rigtigt

source: Data fetched from KPI. Will re-run in a day.
da: Data hentet fra KPI. Henter igen om én dag.

source: No data fetched from feed
da: Ingen data modtaget fra feed

source: Ting Subsearch - KPI Webtrekk suggestions from imported keys
da: Ting Subsearch – KPI Webtrekk forslag fra importerede keys

source: Extend Ting Search with secondary search
da: Suppler Ting søgning med sekundær søgning

source: Ting subsearch settings
da: Ting subsearch indstillinger

source: Open Suggestion settings
da: Open Suggestion indstillinger

source: Number of hits to trigger Open Suggestion subsearch
da: Mindste antal resultater, der udløser Open Suggestion subsearch
